Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS report updated-level2.tmx
Source language: en_us
Languages: vi

source: • A Balance Bar securely installed to assist guests when entering and exiting the bathtub, designed to resist a single concentrated load anchored to withstand a force of 1.11kN (250lbsf) applied in any direction at any point on the Balance Bar.
vi: • A Balance Bar securely installed to assist guests when entering and exiting the bathtub, designed to resist a single concentrated load anchored to withstand a force of 1.11kN (250lbsf) applied in any direction at any point on the Balance Bar. Thanh vịn được lắp đặt chắc chắn để hỗ trợ khách khi ra vào bồn tắm, được thiết kế để chống tải trọng trung và gắn sao cho chịu được lực 1,11kN theo bất kỳ hướng nào tại bất kỳ điểm nào trên thanh vịn.

source: • A Slip Resistant bathtub
vi: • A Slip Resistant bathtub Bồn tắm chống trơn trượt

source: • A Slip Resistant impervious mat.
vi: • A Slip Resistant impervious mat. Một tấm thảm chống thấm chống trượt

source: • A delayed action door closer fitted to the guest room door.
vi: • A delayed action door closer fitted to the guest room door. Trang bị tay co giúp đóng chậm cửa phòng khách

source: • A fire alarm and detection system linked to the hotel system.
vi: • A fire alarm and detection system linked to the hotel system. Hệ thống báo cháy và phát hiện cháy kết nối với hệ thống khách sạn

source: • A non-combustible floor extending a minimum of 1m (3ft) around an open fireplace
vi: • A non-combustible floor extending a minimum of 1m (3ft) around an open fireplace Sàn chống cháy kéo dài tối thiểu 1m xung quanh lò sưởi mở

source: • A vestibule with two 30-minute fire and smoke resisting doors at any passes between the car park and the hotel.
vi: • A vestibule with two 30-minute fire and smoke resisting doors at any passes between the car park and the hotel Một không gian đệm với hai cửa chống cháy và ngăn khói 30 phút tại bất kỳ lối thông nào giữa bãi đậu xe và khách sạn

source: • Accessible Rooms must have an additional view port installed no higher than 1.2m (4ft) above the floor
vi: • Accessible Rooms must have an additional view port installed no higher than 1.2m (4ft) above the floor Phòng cho người khuyết tật phải có mắt thần bổ sung ở độ cao không quá 1.2 so với sàn

source: • Accessible from the lobby
vi: • Accessible from the lobby Có thể truy cập từ lobby

source: • An alternative means of power if the main power fails
vi: • An alternative means of power if the main power fails Nguồn điện dự phòng trong trường hợp mất nguồn điện chính

source: • An emergency recall
vi: • An emergency recall Gọi hồi thang máy khẩn cấp

source: • An in-car fire fighter control
vi: • An in-car fire fighter control Bảng điều khiển trong cabin cho lính cứu hỏa

source: • An un-switched or key switched lighting circuit is required
vi: • An un-switched or key switched lighting circuit is required Cần có một mạch chiếu sáng liên tục hoặc có công tắc

source: • Automatic sprinkler water-flow device
vi: • Automatic sprinkler water-flow device Công tắc dòng chảy sprinkler tự động

source: • Automatically turn off fuel supply to cooking equipment when system is activated
vi: • Automatically turn off fuel supply to cooking equipment when system is activated Tự động ngắt nguồn cung cấp nhiên liệu cho thiết bị nấu khi hệ thống được kích hoạt

source: • Back of house areas and guest rooms / guest corridors.
vi: • Back of house areas and guest rooms / guest corridors. khu BOH và phòng khách/ hành lang phòng khách

source: • Bathroom floors
vi: • Bathroom floors Sàn phòng tắm

source: • Be at least 15cm (6in) high
vi: • Be at least 15cm (6in) high Cao ít nhất 15cm

source: • Be connected to the fire alarm control panel
vi: • Be connected to the fire alarm control panel Kết nối với tủ báo cháy

source: • Be located 1.5m (5ft) above the floor landing
vi: • Be located 1.5m (5ft) above the floor landing Ở tầm cao khoảng 1,5m so với chiếu nghỉ

source: • Be manually reset after it has activated
vi: • Be manually reset after it has activated Được thiết lập lại bằng tay sau khi bị kích hoạt

source: • Be positioned to be clearly visible when the landing / stairwell door is in the open or closed position.
vi: • Be positioned to be clearly visible when the landing / stairwell door is in the open or closed position. Bố trí sao cho dễ thấy khi cửa chiếu nghỉ/cửa giếng thang ở vị trí mở hoặc đóng

source: • Blank plate with no access to screws or bolts on non-guest room side door
vi: • Blank plate with no access to screws or bolts on non-guest room side door Mặt còn lại của cửa phải có ốp trang trí che lỗ khóa để không tiếp cận được ổ khóa bên trong.

source: • Calls must not be answered by an auto-attendant at any time.
vi: • Calls must not be answered by an auto-attendant at any time. Không được trả lời cuộc gọi bằng máy trả lời tự động bất cứ lúc nào

source: • Clearly readable
vi: • Clearly readable Dễ đọc

source: • Connects directly to a permanently staffed location.
vi: • Connects directly to a permanently staffed location. Kết nối trực tiếp đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: • Courtyards
vi: • Courtyards Sân

source: • Depths markings must be displayed near entry points to the swimming pool, on all sides of the swimming pool and where significant depth changes occur.
vi: • Depths markings must be displayed near entry points to the swimming pool, on all sides of the swimming pool and where significant depth changes occur. Số đánh dấu độ sâu phải có gần các điểm xuống bể bơi, tại tất cả các cạnh của bể bơi và tại vị trí có thay đổi đáng kể về độ sâu

source: • Distress alarm with direct connection to an on-site location that is permanently staffed.
vi: • Distress alarm with direct connection to an on-site location that is permanently staffed. Nút gọi khẩn cấp với kết nối trực tiếp đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: • Driveways
vi: • Driveways Đường xe chạy

source: • Electrical Installation
vi: • Electrical Installation Thiết bị điện

source: • Emergency lighting
vi: • Emergency lighting Chiếu sáng khẩn cấp

source: • Equipped with an approved, tempered glass door or other suitable guarding arrangement
vi: • Equipped with an approved, tempered glass door or other suitable guarding arrangement Được trang bị cửa kính cường lực đã được phê duyệt hoặc bố trí bảo vệ phù hợp khác

source: • Fire detection
vi: • Fire detection Cơ chế phát hiện cháy

source: • Fire resistant doors with a self-closing mechanism
vi: • Fire resistant doors with a self-closing mechanism Cửa chống cháy có tay co tự đóng

source: • Fixed knob or lever on the guest room side
vi: • Fixed knob or lever on the guest room side Tay nắm cửa hoặc tay gạt nằm trên mặt cửa phía phòng khách

source: • Floor-to-ceiling windows
vi: • Floor-to-ceiling windows cửa sổ từ sàn đến trần

source: • For existing balcony constructions with no permanent barrier to prevent risk of falling, a sign, in the local language(s) and English, posted on the balcony door providing a warning must be provided.
vi: • For existing balcony constructions with no permanent barrier to prevent risk of falling, a sign, in the local language(s) and English, posted on the balcony door providing a warning must be provided. Đối với các công trình ban công hiện có không có lan can cố định để phòng ngừa nguy cơ té ngã, phải có một biển báo, bằng (các) ngôn ngữ địa phương và tiếng Anh, dán trên cửa ban công .

source: • Gas Installations including fittings and connected appliances and gas detection equipment
vi: • Gas Installations including fittings and connected appliances and gas detection equipment Thiết bị gas bao gồm các phụ kiện và thiết bị kết nối và thiết bị phát hiện khí gas

source: • Glass doors
vi: • Glass doors Cửa kính

source: • Glass walls
vi: • Glass walls Tường kính

source: • Guest rooms and adjoining rooms
vi: • Guest rooms and adjoining rooms Phòng khách và các phòng liền kề

source: • Have a reflective finish that contrasts with the background
vi: • Have a reflective finish that contrasts with the background Hoàn thiện phản chiếu, tương phản với nền

source: • High-rise hotels
vi: • High-rise hotels Khách sạn cao tầng

source: • Hotels where more than 50% of guest rooms are equipped with stove type cooking equipment must be protected throughout by a Fixed Fire Suppression System.
vi: • Hotels where more than 50% of guest rooms are equipped with stove type cooking equipment must be protected throughout by a Fixed Fire Suppression System. Các khách sạn nơi trên 50% phòng khách được trang bị bếp nấu phải được bảo vệ bởi hệ thống chữa cháy cố định

source: • Hotels without a Fixed Fire Suppression System.
vi: • Hotels without a Fixed Fire Suppression System. Khách sạn không có hệ thống chữa cháy cố định

source: • Include a view window with a minimum area of 60 cm² (100in²)
vi: • Include a view window with a minimum area of 60 cm² (100in²) Có một cửa sổ nhìn ra ngoài với diện tích tối thiểu 60cm²

source: • Lifts and Lifting Equipment
vi: • Lifts and Lifting Equipment Thang máy và thiết bị nâng hạ

source: • Limit the window opening to a maximum of 10cm (4in).
vi: • Limit the window opening to a maximum of 10cm (4in). Giới hạn mở cửa sổ tối đa 10cm

source: • Located in a secure area
vi: • Located in a secure area Bố trí trong một khu vực an toàn

source: • Manual initiating device (call points / pull stations)
vi: • Manual initiating device (call points / pull stations) Nút báo cháy khẩn cấp

source: • Manual pull stations (call points) provided at all exit points.
vi: • Manual pull stations (call points) provided at all exit points. Nút báo cháy khẩn cấp tại tất cả các lối ra

source: • Mechanical or natural smoke ventilation sufficient to keep the garage smoke free.
vi: • Mechanical or natural smoke ventilation sufficient to keep the garage smoke free. Đảm bảo thông khói cơ học hoặc tự nhiên đủ để giữ cho nhà xe không có khói.

source: • Mortice lock with a minimum 2cm (¾in) throw thumb-turn deadbolt
vi: • Mortice lock with a minimum 2cm (¾in) throw thumb-turn deadbolt khóa lỗ mộng (có tay nắm gạt hoặc tay nắm tròn) với chốt vặn ngón cái tối thiểu 2cm

source: • Operable only from inside the guest room.
vi: • Operable only from inside the guest room. Chỉ có thể vận hành từ bên trong phòng khách

source: • Operated both automatically and manually
vi: • Operated both automatically and manually Có thể vận hành tự động và vận hành bằng tay

source: • Parking areas
vi: • Parking areas Khu đỗ xe

source: • Pictograms are permitted
vi: • Pictograms are permitted Cho phép dùng biểu tượng

source: • Plant rooms and all other areas.
vi: • Plant rooms and all other areas. Phòng máy và các khu vực khác

source: • Pressure Systems
vi: • Pressure Systems Các hệ thống áp lực

source: • Professionally designed
vi: • Professionally designed Thiết kế chuyên nghiệp

source: • Professionally fabricated
vi: • Professionally fabricated Chế tạo chuyên nghiệp

source: • Protected from damage
vi: • Protected from damage Được bảo vệ để tránh hư hại

source: • Provide a minimum sound level of 65dB in all other areas
vi: • Provide a minimum sound level of 65dB in all other areas Đạt mức âm thanh tối thiểu 65 dBA tại tất cả các khu vực khác

source: • Provide a minimum sound level of 75dBA at the bed head
vi: • Provide a minimum sound level of 75dBA at the bed head Đạt mức âm thanh tối thiểu 75dBA tại đầu giường

source: • Public areas and guest rooms / guest corridors.
vi: • Public areas and guest rooms / guest corridors. Khu vực công cộng và phòng khách/hành lang khách

source: • Safety signage displayed in the local language(s) and English.
vi: • Safety signage displayed in the local language(s) and English. Biển báo an toàn sử dụng (các) ngôn ngữ địa phương và tiếng Anh

source: • Separated from the hotel with construction providing a fire resistance rating of at least 90-minutes.
vi: • Separated from the hotel with construction providing a fire resistance rating of at least 90-minutes. Được ngăn cách khỏi khách sạn bằng kết cấu chống cháy ít nhất 90 phút

source: • Showers
vi: • Showers Tắm sen

source: • Smoke or heat detector (other than guest room)
vi: • Smoke or heat detector (other than guest room) Đầu báo khói hoặc nhiệt (trừ trong phòng khách)

source: • Steps
vi: • Steps Các bậc thang

source: • System detectors must sound an alarm without delay at Fire Indicator Panel.
vi: • System detectors must sound an alarm without delay at Fire Indicator Panel. Đầu báo hệ thống phải báo động ngay lập tức tại tủ báo cháy

source: • System detectors must sound an alarm without delay at the point where the fire has been detected (i.e. Sounder at Smoke or heat detector, etc.).
vi: • System detectors must sound an alarm without delay at the point where the fire has been detected (i.e. Sounder at Smoke or heat detector, etc.). Hệ thống đầu báo phải ngay lập tức phát âm báo động tại điểm phát hiện cháy (báo động âm tại đầu báo khói hoặc báo nhiệt, etc.)

source: • Thumb-turn lock operation on the guest room side of the door
vi: • Thumb-turn lock operation on the guest room side of the door Núm vặn của chốt nằm trên mặt cửa phía phòng khách

source: • Translucent doors
vi: • Translucent doors Cửa mờ

source: • Translucent gates
vi: • Translucent gates Cổng mờ

source: • Translucent walls
vi: • Translucent walls Tường mờ

source: • Transparent doors
vi: • Transparent doors Cửa trong suốt

source: • Transparent gates
vi: • Transparent gates Cổng trong suốt

source: • Transparent walls
vi: • Transparent walls Tường trong suốt

source: • View ports equipped with privacy covers.
vi: • View ports equipped with privacy covers. Mắt thần có nắp

source: • Where secondary locking devices are prohibited, a warning sign, in the local language(s) and English, must be posted on the balcony door.
vi: • Where secondary locking devices are prohibited, a warning sign, in the local language(s) and English, must be posted on the balcony door. Nếu các thiết bị khóa phụ bị cấm, một cảnh báo, bằng (các) ngôn ngữ địa phương và tiếng Anh, phải được dán trên cửa ban công.

source: • Where text is used it must be displayed in the local language(s) and English
vi: • Where text is used it must be displayed in the local language(s) and English Trong trường hợp sử dụng văn bản, văn bản phải có (các) ngôn ngữ địa phương và tiếng Anh

source: • Where window stops are prohibited, a warning sign in the local language(s) and English must be provided.
vi: • Where window stops are prohibited, a warning sign in the local language(s) and English must be provided.Nếu thiết bị chặn cửa bị cấm, phải có biển báo bằng ngôn ngữ địa phương và tiếng Anh
